import React from 'react';

class Glavnaij extends React.Component {
  render() {
    return (
      <div className='Glavnaij'>
         <h1>Меры предосторожности при сборе и готовке грибов</h1>
         <p>
            Никогда не собирайте или не употребляйте грибы, если вы не уверены в их идентификации. 
            Даже небольшая ошибка может привести к отравлению.
         </p>
         <p>
            Грибы следует собирать в безопасных местах, далеко от загрязнения и автомобильных дорог. 
            Избегайте сбора грибов вблизи промышленных предприятий или областей, подверженных химическому загрязнению.
         </p>
         <p>
            Перед сбором грибов изучите информацию о том, какие виды можно собирать в вашем регионе, 
            а также о потенциальных ядовитых видов. Имейте при себе идентификационные материалы или 
            приложения для определения грибов.
         </p>
         <p>
            Не собирайте грибы с признаками гнили или повреждений, так как они могут быть опасны для здоровья.
         </p>
         <p>
            После сбора грибов следует хранить их в прохладном и сухом месте. Избегайте пластиковых 
            пакетов, так как они могут способствовать скоплению влаги и гниению.
         </p>
         <p>
            Перед готовкой грибы нужно тщательно очистить и проверить на наличие насекомых или других загрязнений. 
            Некоторые грибы также требуют предварительного отваривания или замачивания перед приготовлением.
         </p>
         <p>
            Не употребляйте слишком большое количество грибов за один прием, особенно если это неизвестные виды. 
            Даже безопасные грибы могут вызвать неприятные ощущения в желудке, если их съедено слишком много.
         </p>
         <p>
            Если после употребления грибов у вас возникают симптомы отравления, такие как тошнота, рвота, головокружение и т.д., 
            срочно обратитесь за медицинской помощью.
         </p>
         <h1>Меры предосторожности в лесу</h1>

<p>Посещение леса для сбора грибов – увлекательное и приятное занятие, но следует соблюдать определенные меры предосторожности, чтобы оно прошло безопасно и приятно.</p>

<ul>
  <li><strong>Одежда и обувь:</strong> Перед походом в лес убедитесь, что вы одеты соответствующим образом. Используйте удобную и защищающую одежду, а также крепкую обувь с противоскользящей подошвой.</li>
  <li><strong>Защита от клещей и насекомых:</strong> Нанесите на кожу репеллент от насекомых и оденьте защитную одежду, чтобы предотвратить укусы клещей и других насекомых.</li>
  <li><strong>Средства защиты от солнца:</strong> Используйте солнцезащитный крем, носите головной убор и солнцезащитные очки, чтобы защитить кожу и глаза от солнечных ожогов и перегрева.</li>
  <li><strong>Осторожность при передвижении:</strong> Будьте внимательны при передвижении по лесу, особенно на неровной местности. Избегайте спусков на скользкие поверхности и уступы с непрочным грунтом.</li>
  <li><strong>Соблюдение правил безопасности с огнем:</strong> В лесу крайне важно соблюдать правила пожарной безопасности. Не разводите костры без разрешения, не бросайте горящие сигареты и не оставляйте отходы, которые могут стать источником пожара.</li>
  <li><strong>Ориентация и связь:</strong> Перед выходом в лес убедитесь, что у вас есть карта местности или навигационное оборудование. Не забудьте о средствах связи, таких как мобильный телефон или рация.</li>
  <li><strong>Уведомление о своем местонахождении:</strong> Перед походом в лес сообщите кому-то из близких о своем маршруте и времени возвращения. Это поможет быстрее реагировать в случае необходимости помощи.</li>
</ul>

<p>Соблюдение этих мер предосторожности поможет сделать ваше пребывание в лесу безопасным и приятным, а также избежать неприятных ситуаций и травм.</p>
      </div>
    );
  }
}

export default Glavnaij;
